{
  "questions": [
    {
      "id": 1,
      "text": "The government should directly control key industries like steel, coal, and railways rather than privatizing them."
    },
    {
      "id": 2,
      "text": "Direct Benefit Transfers (DBT) and welfare schemes like PM-KISAN are essential government responsibilities, not optional programs."
    },
    {
      "id": 3,
      "text": "Private companies should have minimal restrictions on hiring, firing, and labor practices."
    },
    {
      "id": 4,
      "text": "The government should heavily regulate prices of essential commodities like food grains and fuel."
    },
    {
      "id": 5,
      "text": "Infrastructure development (roads, electricity, water) is best handled by government agencies rather than private contractors."
    },
    {
      "id": 6,
      "text": "The government should reduce its role in the economy and let market forces determine prices and production."
    },
    {
      "id": 7,
      "text": "The government should actively intervene to eliminate social practices like untouchability and caste discrimination, even if it means overriding local traditions."
    },
    {
      "id": 8,
      "text": "Religious institutions should manage their own affairs without government interference in matters like temple administration."
    },
    {
      "id": 9,
      "text": "The state should regulate marriage practices (minimum age, dowry prohibition, inter-caste marriage promotion) to transform social norms."
    },
    {
      "id": 10,
      "text": "Traditional social and cultural practices should be preserved without government intervention."
    },
    {
      "id": 11,
      "text": "The government should use education to actively promote progressive social values and challenge traditional hierarchies."
    },
    {
      "id": 12,
      "text": "Laws against cow slaughter and similar religious-cultural regulations are appropriate uses of state power."
    },
    {
      "id": 13,
      "text": "Reservation in jobs and education for Scheduled Castes and Scheduled Tribes should be maintained."
    },
    {
      "id": 14,
      "text": "OBC (Other Backward Classes) reservations should be continued as they address historical disadvantages."
    },
    {
      "id": 15,
      "text": "Merit alone should determine college admissions and government jobs, regardless of caste background."
    },
    {
      "id": 16,
      "text": "The government should track caste data in census to better target welfare programs."
    },
    {
      "id": 17,
      "text": "Reservation policies have become outdated and should be replaced with income-based criteria only."
    },
    {
      "id": 18,
      "text": "Political reservations for women and marginalized groups in Parliament and state assemblies should be expanded."
    },
    {
      "id": 19,
      "text": "Minority communities should have the right to run their own educational institutions with autonomy."
    },
    {
      "id": 20,
      "text": "A Uniform Civil Code (same personal laws for all religions) should be implemented across India."
    },
    {
      "id": 21,
      "text": "Special provisions for minority religions (like Haj subsidies or Waqf boards) should be maintained."
    },
    {
      "id": 22,
      "text": "The government should actively protect religious minorities from majoritarian pressures."
    },
    {
      "id": 23,
      "text": "Special protections and rights for specific communities create divisions and should be minimized."
    },
    {
      "id": 24,
      "text": "India should prioritize a unified national identity over accommodating diverse group identities."
    },
    {
      "id": 25,
      "text": "Government benefits should prioritize communities that have historically supported a party or leader."
    },
    {
      "id": 26,
      "text": "Welfare schemes should have strict eligibility criteria applied equally to everyone, regardless of their community."
    },
    {
      "id": 27,
      "text": "Local MLAs and MPs should have discretionary funds to distribute as they see fit for their constituencies."
    },
    {
      "id": 28,
      "text": "Ration cards and subsidies should be allocated based on objective income criteria verified by technology, not local recommendations."
    },
    {
      "id": 29,
      "text": "It's natural for politicians to take care of their own community's needs first when distributing government resources."
    },
    {
      "id": 30,
      "text": "Government contracts and jobs should be awarded through transparent, competitive processes without regard to personal connections."
    },
    {
      "id": 31,
      "text": "It's acceptable for politicians to favor their caste or community members when distributing government jobs and contracts."
    },
    {
      "id": 32,
      "text": "Personal connections and recommendations should play no role in accessing government services and benefits."
    },
    {
      "id": 33,
      "text": "Politicians should be evaluated based on their party's overall policy performance, not what they deliver to their specific community."
    },
    {
      "id": 34,
      "text": "Bureaucrats should follow rules strictly even if it means not being able to help someone from their own background."
    },
    {
      "id": 35,
      "text": "A candidate from my own caste or community will naturally understand and serve my interests better than others."
    },
    {
      "id": 36,
      "text": "Government welfare programs should be designed and implemented the same way everywhere, regardless of local community preferences."
    }
  ]
}
