{
  "ST_01": {
    "text": "एक प्रमुख राष्ट्रीय विमान सेवा कंपनी, जी हजारो नागरिकांना रोजगार देते, गंभीर आर्थिक गैरव्यवस्थापनामुळे संपूर्ण दिवाळखोरीच्या उंबरठ्यावर आहे. रोजगार वाचवण्यासाठी आणि समुदायांचे संरक्षण करण्यासाठी सरकारने करदात्यांचे पैसे वापरून कंपनीला आर्थिक मदत करणे आवश्यक आहे, मुक्त बाजार पेठेला त्याचा नाश ठरवू न देता."
  },
  "ST_02": {
    "text": "तीव्र महागाईचा सामना करणाऱ्या वेगाने वाढणाऱ्या शहरात, आवश्यक किराणा मालावर आणि निवासी भाड्यावर सरकारने कठोर, न बदलता येणारे किंमत नियंत्रण लादणे पूर्णपणे न्याय्य आहे, जरी या धोरणामुळे खाजगी व्यवसाय आणि घरमालकांना मोठ्या आर्थिक तोट्यात काम करावे लागले तरीही."
  },
  "ST_03": {
    "text": "एक समुदाय दीर्घकाळापासून पाण्याच्या टंचाईने ग्रस्त आहे. प्रत्येक घरास भारी कराद्वारे वित्तपुरवठा केलेला मूलभूत, मोफत पाणी पुरवठा सरकारने करणे हे नैतिक आणि प्रशासकीयदृष्ट्या श्रेष्ठ आहे, त्याऐवजी खाजगी उपयोगिता कंपन्यांना बाजार भावाने पाणी विकू देण्यापेक्षा जे जतन करण्यास प्रोत्साहित करेल."
  },
  "ST_04": {
    "text": "खोलवर रुजलेल्या ऐतिहासिक असमानता प्रभावीपणे दूर करण्यासाठी, राज्याला अति श्रीमंतांकडून जादा शेतजमीन आणि कॉर्पोरेट मालमत्ता बळजबरीने संपादन करण्याचा आणि भूमिहीन नागरिकांना त्यांचे थेट पुनर्वितरण करण्याचा कायदेशीर अधिकार असावा."
  },
  "ST_05": {
    "text": "जर एखादा नागरिक आपल्या आयुष्यभर सातत्याने गरीब आर्थिक आणि आरोग्य निवडी करतो, तर त्यांच्या वैद्यकीय आणि सेवानिवृत्तीच्या काळजीचा अंतिम भार प्रामुख्याने त्यांच्या स्वतःच्या कुटुंबावर आणि वैयक्तिक बचतीवर पडला पाहिजे, करदात्यांद्वारे वित्तपुरवठा केलेल्या सरकारी सुरक्षा जाळ्यावर नाही."
  },
  "RC_01": {
    "text": "तुम्ही विद्यापीठाचे प्रवेश संचालक आहात आणि वैद्यकीय महाविद्यालयासाठी एकच जागा शिल्लक आहे. उमेदवार अ ने प्रवेश परीक्षेत ९५% गुण मिळवले परंतु तो एका संपन्न, ऐतिहासिकदृष्ट्या प्रभावशाली कुटुंबातून आहे. उमेदवार ब ने ९०% गुण मिळवले परंतु तो ऐतिहासिकदृष्ट्या दडपलेल्या समुदायातून आहे ज्यामध्ये वैद्यकीय व्यावसायिकांचा अभाव आहे. तुम्ही उमेदवार ब ला प्रवेश द्यावा जेणेकरून प्रणालीगत ऐतिहासिक अन्याय दुरुस्त करता येईल."
  },
  "RC_02": {
    "text": "जेव्हा सर्व नागरिकांना त्यांच्या वंशज किंवा धार्मिक परंपरांकडे दुर्लक्ष करून एकाच, प्रभावी राष्ट्रीय संस्कृतीत विलीन होण्यास, प्राथमिक भाषा बोलण्यास आणि समान नागरी कायद्यांचे पालन करण्यास कायदेशीररित्या भाग पाडले जाते तेव्हा एक राष्ट्र सर्वात मजबूत आणि सर्वात एकसंध राहते."
  },
  "RC_03": {
    "text": "एक मोठी खाजगी कंपनी कर्मचाऱ्यांसाठी 'तटस्थ' प्रतिमा राखण्यासाठी ग्राहकांशी संवाद साधताना सर्व दृश्यमान धार्मिक चिन्हे (जसे पगड्या, हिजाब किंवा क्रॉस) काढून टाकण्याचे कठोर धोरण लागू करते. सरकारने धार्मिक अभिव्यक्तीचे संरक्षण करण्यासाठी या कॉर्पोरेट धोरणावर बंदी घालणारा कायदा करावा."
  },
  "RC_04": {
    "text": "सरकारी फॉर्म्स आणि राष्ट्रीय जनगणना कार्यांनी एखाद्या व्यक्तीच्या वंश, जात किंवा वांशिकतेशी संबंधित सर्व प्रश्न पूर्णपणे काढून टाकले पाहिजेत, कारण अधिकृतपणे हा डेटा गोळा करणे आणि वर्गीकृत करणे केवळ समाजाला अधिक विभाजित करण्यासाठीच उपयोगी आहे."
  },
  "RC_05": {
    "text": "जेव्हा ऐतिहासिकदृष्ट्या उपेक्षित आणि गरीब गट शहरी वाहतूक आणि स्थानिक अर्थव्यवस्थेला लक्षणीयरित्या विस्कळीत करणारा अनधिकृत निषेध करतो, तेव्हा पोलिसांनी त्यांच्याशी अधिक सहनशीलता दाखवली पाहिजे त्या श्रीमंत, प्रभावशाली कॉर्पोरेट गटापेक्षा जे समान विघ्नकारक निषेध करत असेल."
  },
  "SID_01": {
    "text": "तुम्ही सरकारी अधिकारी आहात आणि एका फायदेशीर राज्य बांधकाम कराराचा पुरस्कार देत आहात. कंपनी क्ष तुम्हाला पूर्णपणे अज्ञात आहे परंतु तिने वस्तुनिष्ठ मूल्यमापन मॅट्रिक्सवर २% अधिक गुण मिळवले. कंपनी य ने किंचित कमी गुण मिळवले, परंतु ती तुमच्या एका विश्वासू बालमित्राच्या मालकीची आहे ज्याने नेहमी तुम्हाला पाठिंबा दिला आहे. तुम्ही कंपनी य ला करार देणे योग्य आहे जेणेकरून विश्वासार्हता, विश्वास आणि निष्ठा सुनिश्चित होईल."
  },
  "SID_02": {
    "text": "जर एखादा प्रिय, जवळचा कुटुंब सदस्य अहिंसक आर्थिक गुन्हा (जसे गंभीर कर चोरी) करतो आणि तो खाजगीत तुम्हाला कबूल करतो, तर तुमचे प्राथमिक नैतिक कर्तव्य म्हणजे त्याचे कायद्याच्या अंमलबजावणीपासून संरक्षण करणे, जरी याचा अर्थ अधिकृत तपासकर्त्यांना खोटे बोलणे असले तरीही."
  },
  "SID_03": {
    "text": "नवनिर्वाचित नेता जो केवळ त्यांना मत देणाऱ्या विशिष्ट निवडणूक क्षेत्रांमध्ये नवीन रुग्णालये आणि शाळा बांधण्यास प्राधान्य देतो, आणि जाणूनबुजून त्यांच्या विरोधकांना मत देणाऱ्या क्षेत्रांकडे दुर्लक्ष करतो, तो केवळ त्यांच्या समर्थकांप्रती चांगली निष्ठा दाखवत आहे."
  },
  "SID_04": {
    "text": "अत्यंत स्पर्धात्मक नोकरीसाठी अर्ज करताना, मानक, वस्तुनिष्ठ मुलाखत प्रक्रियेला बायपास करण्यासाठी वैयक्तिक संपर्क, कौटुंबिक प्रभाव किंवा सामायिक समुदाय संबंधांचा वापर करणे ही एक अन्याय्य आणि मूलभूतपणे अनैतिक प्रथा आहे जी सांस्कृतिकदृष्ट्या निषिद्ध असावी."
  },
  "SID_05": {
    "text": "आंतरराष्ट्रीय मुत्सद्देगिरीच्या क्षेत्रात, एखाद्या सार्वभौम राष्ट्राने नेहमी स्वतःच्या आर्थिक आणि सुरक्षा हितांना सर्वोच्च प्राधान्य दिले पाहिजे, जरी त्यासाठी आंतरराष्ट्रीय करारांचा भंग करावा लागला किंवा धोरणात्मक मित्र देशाने केलेल्या सार्वत्रिक मानवाधिकार उल्लंघनांकडे उघडपणे दुर्लक्ष करावे लागले तरीही."
  }
}
