{
  "questions": [
    {
      "id": "ST_01",
      "text": "A major national airline, employing tens of thousands of citizens, is on the verge of total bankruptcy due to severe financial mismanagement. The government must use taxpayer funds to bail out the company to save jobs and protect communities, rather than letting the free market dictate its collapse."
    },
    {
      "id": "ST_02",
      "text": "In a rapidly growing city experiencing severe inflation, the government is entirely justified in imposing strict, non-negotiable price controls on essential groceries and residential rent, even if this policy forces private businesses and landlords to operate at a significant financial loss."
    },
    {
      "id": "ST_03",
      "text": "A community is suffering from a prolonged water shortage. It is morally and administratively superior for the government to provide every household with a basic, free water allowance funded by heavy taxation, rather than allowing private utility companies to sell water at market prices to encourage conservation."
    },
    {
      "id": "ST_04",
      "text": "To effectively eliminate deeply entrenched historical inequalities, the state should possess the legal authority to forcibly acquire excess agricultural land and corporate assets from the ultra-wealthy and directly redistribute them to landless citizens."
    },
    {
      "id": "ST_05",
      "text": "If a citizen makes consistently poor financial and health choices throughout their life, the ultimate burden of their medical and retirement care should fall primarily on their own family and personal savings, not on a taxpayer-funded government safety net."
    },
    {
      "id": "RC_01",
      "text": "You are a university admissions director with one remaining medical school slot. Candidate A scored 95% on the entrance exam but comes from an affluent, historically dominant family. Candidate B scored 90% but comes from a historically oppressed community that lacks medical professionals. You should admit Candidate B to correct systemic historical injustices."
    },
    {
      "id": "RC_02",
      "text": "A nation remains strongest and most cohesive when all citizens are legally required to assimilate into a single, dominant national culture, speaking the primary language and following identical civil laws, regardless of their ancestral or religious traditions."
    },
    {
      "id": "RC_03",
      "text": "A massive private corporation institutes a strict policy requiring employees to remove all visible religious symbols (such as turbans, hijabs, or crosses) while interacting with clients to maintain a 'neutral' image. The government must pass legislation banning this corporate policy to protect religious expression."
    },
    {
      "id": "RC_04",
      "text": "Government forms and national census operations should completely eliminate all questions regarding a person's race, caste, or ethnicity, because officially collecting and categorizing this data only serves to divide society further."
    },
    {
      "id": "RC_05",
      "text": "When a historically marginalized and impoverished group holds an unauthorized protest that significantly disrupts urban traffic and the local economy, the police should exercise more leniency with them than they would with a wealthy, dominant corporate group holding a similar disruptive protest."
    },
    {
      "id": "SID_01",
      "text": "You are a government official awarding a lucrative state construction contract. Company X is completely unknown to you but scored 2% higher on the objective evaluation matrix. Company Y scored slightly lower, but it is owned by a trusted childhood friend who has always supported you. You should award the contract to Company Y to ensure reliability, trust, and loyalty."
    },
    {
      "id": "SID_02",
      "text": "If a beloved, close family member commits a non-violent financial crime (such as severe tax evasion) and confesses it to you in private, your primary moral duty is to protect them from law enforcement, even if it means lying to official investigators."
    },
    {
      "id": "SID_03",
      "text": "A newly elected politician who prioritizes building new hospitals and schools exclusively in the specific electoral districts that voted for them, while intentionally ignoring the districts that voted for their opponent, is simply demonstrating good loyalty to their supporters."
    },
    {
      "id": "SID_04",
      "text": "When applying for a highly competitive job, utilizing personal connections, family influence, or shared community ties to bypass the standard, objective interview process is an unfair and fundamentally unethical practice that should be culturally condemned."
    },
    {
      "id": "SID_05",
      "text": "In the realm of international diplomacy, a sovereign nation must always prioritize its own economic and security interests above all else, even if it requires breaking international treaties or blatantly ignoring universal human rights violations committed by a strategic allied country."
    }
  ],
  "_comment": "TODO: Professional Marathi translation needed for all 15 vignettes. Currently using English placeholders."
}
