{
  "questions": [
    {
      "id": 1,
      "text": "पोलाद, कोळसा आणि रेल्वे यांसारखे प्रमुख उद्योग खाजगीकरण करण्याऐवजी सरकारने थेट नियंत्रित केले पाहिजेत."
    },
    {
      "id": 2,
      "text": "थेट लाभ हस्तांतरण (DBT) आणि PM-KISAN सारख्या कल्याणकारी योजना ह्या वैकल्पिक कार्यक्रम नसून अत्यावश्यक सरकारी जबाबदाऱ्या आहेत."
    },
    {
      "id": 3,
      "text": "खाजगी कंपन्यांना कर्मचारी नेमणे, काढून टाकणे आणि कामगार पद्धतींवर किमान निर्बंध असले पाहिजेत."
    },
    {
      "id": 4,
      "text": "सरकारने धान्य आणि इंधन यांसारख्या अत्यावश्यक वस्तूंच्या किमतींचे कडकपणे नियमन केले पाहिजे."
    },
    {
      "id": 5,
      "text": "पायाभूत सुविधा विकास (रस्ते, वीज, पाणी) हे खाजगी कंत्राटदारांपेक्षा सरकारी संस्थांद्वारे उत्तम हाताळले जाते."
    },
    {
      "id": 6,
      "text": "सरकारने अर्थव्यवस्थेतील आपली भूमिका कमी केली पाहिजे आणि किंमती व उत्पादन बाजार शक्तींनी ठरवू द्यावे."
    },
    {
      "id": 7,
      "text": "स्थानिक परंपरांना दुर्लक्ष करावे लागले तरीही, अस्पृश्यता आणि जातीय भेदभाव यांसारख्या सामाजिक प्रथा नष्ट करण्यासाठी सरकारने सक्रियपणे हस्तक्षेप केला पाहिजे."
    },
    {
      "id": 8,
      "text": "मंदिर प्रशासनासारख्या बाबींमध्ये सरकारी हस्तक्षेपाशिवाय धार्मिक संस्थांनी स्वतःचे व्यवहार व्यवस्थापित केले पाहिजेत."
    },
    {
      "id": 9,
      "text": "सामाजिक नियमांना बदलण्यासाठी राज्याने विवाह पद्धतींचे (किमान वय, हुंडा प्रतिबंध, आंतरजातीय विवाह प्रोत्साहन) नियमन केले पाहिजे."
    },
    {
      "id": 10,
      "text": "पारंपारिक सामाजिक आणि सांस्कृतिक प्रथा सरकारी हस्तक्षेपाशिवाय जतन केल्या पाहिजेत."
    },
    {
      "id": 11,
      "text": "सरकारने शिक्षणाचा उपयोग प्रगतीशील सामाजिक मूल्यांना प्रोत्साहन देण्यासाठी आणि पारंपारिक पदानुक्रमांना आव्हान देण्यासाठी सक्रियपणे केला पाहिजे."
    },
    {
      "id": 12,
      "text": "गोहत्या विरुद्धचे कायदे आणि तत्सम धार्मिक-सांस्कृतिक नियम हे राज्य शक्तीचे योग्य उपयोग आहेत."
    },
    {
      "id": 13,
      "text": "अनुसूचित जाती आणि अनुसूचित जमातींसाठी नोकरी आणि शिक्षणातील आरक्षण कायम ठेवले पाहिजे."
    },
    {
      "id": 14,
      "text": "इतर मागासवर्गीय (OBC) आरक्षणे ऐतिहासिक गैरसोयींचे निराकरण करतात म्हणून ती चालू ठेवली पाहिजेत."
    },
    {
      "id": 15,
      "text": "जातीय पार्श्वभूमीकडे दुर्लक्ष करून केवळ गुणवत्तेनुसार महाविद्यालयीन प्रवेश आणि सरकारी नोकऱ्या ठरवल्या पाहिजेत."
    },
    {
      "id": 16,
      "text": "कल्याणकारी कार्यक्रमांना अधिक चांगल्या प्रकारे लक्ष्यित करण्यासाठी सरकारने जनगणनेत जातीय डेटा ट्रॅक केला पाहिजे."
    },
    {
      "id": 17,
      "text": "आरक्षण धोरणे कालबाह्य झाली आहेत आणि केवळ उत्पन्न-आधारित निकषांनी बदलली पाहिजेत."
    },
    {
      "id": 18,
      "text": "संसदेत आणि राज्य विधानसभांमध्ये महिला आणि उपेक्षित गटांसाठी राजकीय आरक्षणे विस्तारित केली पाहिजेत."
    },
    {
      "id": 19,
      "text": "अल्पसंख्याक समुदायांना स्वायत्ततेसह स्वतःच्या शैक्षणिक संस्था चालवण्याचा अधिकार असला पाहिजे."
    },
    {
      "id": 20,
      "text": "समान नागरी संहिता (सर्व धर्मांसाठी समान वैयक्तिक कायदे) संपूर्ण भारतात लागू केली पाहिजे."
    },
    {
      "id": 21,
      "text": "अल्पसंख्याक धर्मांसाठी विशेष तरतुदी (जसे की हज सबसिडी किंवा वक्फ बोर्ड) कायम ठेवल्या पाहिजेत."
    },
    {
      "id": 22,
      "text": "सरकारने बहुसंख्य दबावापासून धार्मिक अल्पसंख्यांकांचे सक्रियपणे संरक्षण केले पाहिजे."
    },
    {
      "id": 23,
      "text": "विशिष्ट समुदायांसाठी विशेष संरक्षणे आणि हक्क विभाजन निर्माण करतात आणि ते कमी केले पाहिजेत."
    },
    {
      "id": 24,
      "text": "भारताने विविध गट ओळखींना समाविष्ट करण्यापेक्षा एकसंध राष्ट्रीय ओळखीला प्राधान्य दिले पाहिजे."
    },
    {
      "id": 25,
      "text": "सरकारी फायदे त्या समुदायांना प्राधान्य दिले पाहिजेत ज्यांनी ऐतिहासिकदृष्ट्या पक्ष किंवा नेत्याला पाठिंबा दिला आहे."
    },
    {
      "id": 26,
      "text": "कल्याणकारी योजनांमध्ये समुदायाकडे दुर्लक्ष करून प्रत्येकासाठी समानपणे लागू केलेले कठोर पात्रता निकष असले पाहिजेत."
    },
    {
      "id": 27,
      "text": "स्थानिक आमदार आणि खासदारांना त्यांच्या मतदारसंघांसाठी त्यांच्या इच्छेनुसार वितरित करण्यासाठी विवेकाधीन निधी असला पाहिजे."
    },
    {
      "id": 28,
      "text": "रेशन कार्ड आणि सबसिडी स्थानिक शिफारशींवर नव्हे तर तंत्रज्ञानाद्वारे सत्यापित वस्तुनिष्ठ उत्पन्न निकषांवर आधारित वाटप केल्या पाहिजेत."
    },
    {
      "id": 29,
      "text": "सरकारी संसाधने वितरीत करताना राजकारण्यांनी प्रथम स्वतःच्या समुदायाच्या गरजा पाहणे हे साहजिक आहे."
    },
    {
      "id": 30,
      "text": "सरकारी करार आणि नोकऱ्या वैयक्तिक संपर्कांकडे दुर्लक्ष करून पारदर्शक, स्पर्धात्मक प्रक्रियेद्वारे दिल्या पाहिजेत."
    },
    {
      "id": 31,
      "text": "सरकारी नोकऱ्या आणि करार वितरीत करताना राजकारण्यांनी त्यांच्या जाती किंवा समुदायाच्या सदस्यांना पसंती देणे स्वीकार्य आहे."
    },
    {
      "id": 32,
      "text": "सरकारी सेवा आणि फायदे मिळवण्यात वैयक्तिक संपर्क आणि शिफारशींची कोणतीही भूमिका नसावी."
    },
    {
      "id": 33,
      "text": "राजकारण्यांचे मूल्यांकन त्यांनी त्यांच्या विशिष्ट समुदायाला काय दिले यावर नव्हे तर त्यांच्या पक्षाच्या एकूण धोरण कामगिरीवर आधारित असले पाहिजे."
    },
    {
      "id": 34,
      "text": "नोकरशहांनी स्वतःच्या पार्श्वभूमीच्या कोणाचीही मदत करू न शकल्यास देखील नियमांचे कठोरपणे पालन केले पाहिजे."
    },
    {
      "id": 35,
      "text": "माझ्या स्वतःच्या जाती किंवा समुदायातील उमेदवार इतरांपेक्षा माझे हित स्वाभाविकपणे अधिक चांगल्या प्रकारे समजून घेईल आणि सेवा देईल."
    },
    {
      "id": 36,
      "text": "स्थानिक समुदाय प्राधान्यांकडे दुर्लक्ष करून सरकारी कल्याणकारी कार्यक्रम सर्वत्र समान रीतीने डिझाइन आणि अंमलात आणले पाहिजेत."
    }
  ]
}
