{
  "axes": {
    "statism": {
      "name": "राज्यवाद",
      "labels": {
        "veryHigh": "अत्यंत उच्च राज्यवाद",
        "moderatelyHigh": "मध्यम उच्च राज्यवाद",
        "slightlyHigh": "किंचित उच्च राज्यवाद",
        "neutral": "राज्यवादावर मध्यवर्ती",
        "slightlyLow": "किंचित कमी राज्यवाद",
        "moderatelyLow": "मध्यम कमी राज्यवाद",
        "veryLow": "अत्यंत कमी राज्यवाद"
      },
      "descriptions": {
        "high": "आर्थिक व्यवस्थापन आणि सामाजिक परिवर्तन या दोन्हीमध्ये राज्याची प्रभावी भूमिका असावी असा तुमचा विश्वास आहे. तुम्ही प्रमुख उद्योगांच्या सरकारी नियंत्रणास, विस्तृत कल्याणकारी कार्यक्रमांना आणि पारंपारिक सामाजिक पद्धती सुधारण्यासाठी राज्य हस्तक्षेपाला समर्थन देता.",
        "neutral": "तुम्ही राज्य हस्तक्षेपाबाबत संतुलित विचार ठेवता, काही क्षेत्रांमध्ये त्याला समर्थन देता परंतु इतरांमध्ये मर्यादित सरकारला प्राधान्य देता.",
        "low": "तुम्ही अर्थव्यवस्था आणि समाज या दोन्हीमध्ये किमान राज्य हस्तक्षेप पसंत करता. तुम्ही बाजार-आधारित उपाय, खाजगी उपक्रम आणि सामाजिक व सांस्कृतिक बाबींमध्ये पारंपारिक स्वायत्तता जतन करण्यास समर्थन देता."
      }
    },
    "recognition": {
      "name": "मान्यता",
      "labels": {
        "veryHigh": "अत्यंत उच्च मान्यता समर्थक",
        "moderatelyHigh": "मध्यम मान्यता समर्थक",
        "slightlyHigh": "किंचित मान्यता समर्थक",
        "neutral": "मान्यतेवर मध्यवर्ती",
        "slightlyLow": "किंचित मान्यता विरोधक",
        "moderatelyLow": "मध्यम मान्यता विरोधक",
        "veryLow": "अत्यंत मान्यता विरोधक"
      },
      "descriptions": {
        "high": "तुम्ही गट-आधारित हक्क आणि संरक्षणांना दृढपणे समर्थन देता. तुम्ही आरक्षणासारख्या सकारात्मक कृती धोरणांना, अल्पसंख्याक हक्कांना आणि विविध ओळख व समुदायांच्या राज्य स्वीकारास अनुकूल आहात.",
        "neutral": "तुम्ही गट मान्यतेबाबत मध्यम विचार ठेवता, वैयक्तिक गुणवत्ता आणि वंचित समुदायांना काही लक्ष्यित समर्थन यामध्ये समतोल साधता.",
        "low": "तुम्ही बहुसंख्य किंवा वैयक्तिक गुणवत्ता-आधारित दृष्टिकोनाकडे झुकता. तुम्ही गट-विशिष्ट समायोजनांऐवजी एकसंध राष्ट्रीय ओळख पसंत करता आणि अल्पसंख्यांकांसाठी विशेष तरतुदींना विरोध करू शकता."
      }
    },
    "sid": {
      "name": "वितरण",
      "fullName": "संरचनात्मक प्रोत्साहन वितरण",
      "labels": {
        "veryHigh": "अत्यंत सार्वत्रिकतावादी",
        "moderatelyHigh": "मध्यम सार्वत्रिकतावादी",
        "slightlyHigh": "किंचित सार्वत्रिकतावादी",
        "neutral": "वितरणावर मध्यवर्ती",
        "slightlyLow": "किंचित विशिष्टतावादी",
        "moderatelyLow": "मध्यम विशिष्टतावादी",
        "veryLow": "अत्यंत विशिष्टतावादी"
      },
      "descriptions": {
        "high": "तुम्ही संसाधनांच्या सार्वत्रिकतावादी, नियम-आधारित वितरणाला अनुकूल आहात. तुम्हाला असे वाटते की सरकारी फायदे ओळख किंवा संपर्कांकडे दुर्लक्ष करून वस्तुनिष्ठ निकष आणि पारदर्शक प्रक्रियेद्वारे वाटप केले पाहिजेत.",
        "neutral": "तुम्ही वितरण यंत्रणेबाबत मिश्र विचार ठेवता, नियम-आधारित प्रणाली आणि समुदाय-आधारित दृष्टिकोन या दोन्हीमध्ये मूल्य पाहता.",
        "low": "तुम्ही ओळख नेटवर्क आणि वैयक्तिक संबंधांवर आधारित विशिष्टतावादी वितरण स्वीकारता किंवा प्राधान्य देता. तुम्हाला असे वाटते की राजकारण्यांनी त्यांच्या स्वतःच्या समुदायांना प्राधान्य दिले पाहिजे आणि शासनात वैयक्तिक संपर्क साहजिक आहेत."
      }
    }
  }
}
